cask_args appdir: "/Applications"

# tap
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# brew
brew "awscli"
brew "azure-eli"
brew "bash-completion"
brew "ffmpeg"
brew "flyctl"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "jq"
brew "tree"
brew "watch"
brew "wget"

# cask
cask "audacity"
cask "balenaetcher"
cask "coteditor"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "firealpaca"
cask "iterm2"
cask "ngrok"
cask "remote-play"
cask "skitch"
cask "slack"
cask "tableau-public"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "voicepeak"
cask "zoom"
